Tekla.Structures.AnalysisInternal.DotAnalysisFace
The serialization structure for AnalysisFace.

Tekla.Structures.AnalysisInternal.DotAnalysisFace._AnalysisObject
The analysis object.

Tekla.Structures.AnalysisInternal.DotAnalysisFace.ToStruct(Tekla.Structures.Analysis.AnalysisFace)
DO NOT USE! For internal usage only!
P: P.

Tekla.Structures.AnalysisInternal.DotAnalysisFace.FromStruct(Tekla.Structures.Analysis.AnalysisFace)
DO NOT USE! For internal usage only!
P: P.